interface User {
  email: string;
  password: string;
  token: string;
}

export const LOGIN: User[] = [
  {
    email: "sandeepshukla@gmail.com",
    password: "123sandeep123", // In production, never store plain passwords like this
    token: "1234wgvrgdy73849jn",
  },
  {
    email: "sram@gmail.com",
    password: "123sandeep123",
    token: "4956h4wgvrdy7384jn",
  },
  {
    email: "gaurav@gmail",
    password: "123",
    token: "3489wgvrgdy73849jn",
  },
  {
    email: "rahul@gmail.com",
    password: "123sandeep123",
    token: "sjd23gvrgdy73849jn",
  },
];

//Class Data

interface Activity {
  question: string;
  options: string[];
}

interface Content {
  Paragraph: string;
  description: string;
}

interface Activity {
  question: string;
  options: string[]; // Options are always an array of strings
}

interface Subject {
  subject: {
    subject: string;
    chapter: {
      lession: string | number; // Allows both numeric and string lesson numbers
      title: string;
      contents: Content[];
      activity?: Activity[];
    }[];
  }[];
  class: string;
  color: string;
}

export const CHAPTER_TYPE = {
  BOOK: "BOOK",
  VIDEO: "VIDEO",
  ACTIVITY: "ACTIVITY",
  PAPER_GENERATOR: "PAPER_GENERATOR",
};

export const TYPE_QUESTION={
  MCQ:'MCQ',
  LONG_QUESTION:'LONG_QUESTION',
  SORT_QUESTION:'SORT_QUESTION'
}

export const CLASS_SUBJECT: Subject[] = [
  {
    class: "class-1",
    color:
      "linear-gradient(0deg, rgba(34,193,195,1) 0%, rgba(253,187,45,1) 100%)",
    subject: [
      {
        subject: "हिंदी",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
              {
                question: "What is JS?",
                options: ["Web Language", "Subject", "Name", "Word"],
              },
              {
                question: "What is C?",
                options: ["Featured Language", "Subject", "Name", "Word"],
              },
              {
                question: "What is C++?",
                options: ["Computer Language", "I don't know", "Name", "Word"],
              },
              {
                question: "What is Java?",
                options: ["Computer", "Back-End Language", "Name", "Word"],
              },
              {
                question: "What is NodeJs?",
                options: ["Server and browser language", "Back-End Language", "Name", "Word"],
              },
              {
                question: "What is Python?",
                options: ["Server Side Language", "Subject", "Name", "Word"],
              },
              {
                question: "What is Mongo?",
                options: ["DB", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "English",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Geography",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Math",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Phycology",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Art",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "History",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Computer",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
    ],
  },
  {
    class: "class-2",
    color:
      "linear-gradient(0deg, rgba(195,34,116,1) 0%, rgba(253,100,45,1) 100%)",
    subject: [
      {
        subject: "हिंदी",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "English",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Geography",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Math",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Phycology",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Art",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "History",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Computer",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
    ],
  },
  {
    class: "class-3",
    color:
      "linear-gradient(0deg, rgba(34,178,195,1) 0%, rgba(77,253,45,1) 100%)",
    subject: [
      {
        subject: "हिंदी",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "English",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Geography",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Math",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Phycology",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Art",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "History",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Computer",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
    ],
  },
  {
    class: "class-4",
    color:
      "linear-gradient(0deg, rgba(195,142,34,1) 0%, rgba(253,45,45,1) 100%)",
    subject: [
      {
        subject: "हिंदी",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "English",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Geography",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Math",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Phycology",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Art",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "History",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Computer",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
    ],
  },
  {
    class: "class-5",
    color:
      "linear-gradient(0deg, rgba(195,34,34,1) 0%, rgba(253,45,122,1) 100%)",
    subject: [
      {
        subject: "हिंदी",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "English",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Geography",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Math",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Phycology",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Art",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "History",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Computer",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
    ],
  },
  {
    class: "class-6",
    color:
      "linear-gradient(0deg, rgba(22,119,41,1) 0%, rgba(81,253,45,1) 100%)",
    subject: [
      {
        subject: "हिंदी",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "English",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Geography",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Math",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Phycology",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Art",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "History",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Computer",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
    ],
  },
  {
    class: "class-7",
    color:
      "linear-gradient(0deg, rgba(119,114,22,1) 0%, rgba(217,253,45,1) 100%)",
    subject: [
      {
        subject: "हिंदी",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "English",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Geography",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Math",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Phycology",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Art",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "History",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Computer",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
    ],
  },
  {
    class: "class-8",
    color:
      "linear-gradient(0deg, rgba(22,119,102,1) 0%, rgba(45,253,188,1) 100%)",
    subject: [
      {
        subject: "हिंदी",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "English",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Geography",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Math",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Phycology",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Art",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "History",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
      {
        subject: "Computer",
        chapter: [
          {
            lession: "1",
            title: "किसी का भला हो, तो उसका कुछ अच्छा लौटाना चाहिए",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "2",
            title: "किसी का भला हो:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
          {
            lession: "3",
            title: "उसका कुछ अच्छा लौटाना चाहिए:",
            contents: [
              {
                Paragraph: "कहानी:",
                description:
                  "बहुत समय पहले की बात है, एक छोटे से गाँव में एक आदमी रहता था, जिसका नाम अर्जुन था। वह एक साधारण किसान था, जो सुबह सूर्योदय से पहले अपने खेतों में काम करता और शाम को घर लौटता। उसकी ज़िन्दगी बहुत ही सादा और मेहनत की थी, लेकिन उसका दिल बहुत बड़ा था।",
              },
              {
                Paragraph: "एक दिन की बात है:",
                description:
                  "एक दिन गाँव के पास एक तेज़ बारिश आई और नदी का पानी बढ़ गया। नदी के किनारे पर एक छोटे से बगीचे वाले व्यक्ति का घर था, जिसका नाम रमेश था। वह व्यक्ति वृद्ध था और घर के पास उसकी कोई मदद करने वाला नहीं था। बारिश में पानी का स्तर इतना बढ़ गया था कि रमेश के घर में पानी घुसने लगा। वह डर से अपनी हालत पर रो रहा था, लेकिन उस समय अर्जुन ने देखा और बिना देर किए नदी के तेज बहाव के बीच से दौड़ते हुए रमेश के घर पहुँचा। अर्जुन ने रमेश को अपनी पीठ पर डाला और उसे नदी के पार सुरक्षित स्थान पर ले आया। वह बहुत थका हुआ था, लेकिन उसने रमेश की मदद की। रमेश ने उसे धन्यवाद कहा, और अर्जुन ने मुस्कुराते हुए कहा, 'भैया, किसी का भला करना ही हमारी असली पहचान है।'",
              },
              {
                Paragraph: "सीख:",
                description:
                  "कुछ सालों बाद, गाँव में एक बड़ी विपत्ति आई। गाँव के पास की नदी में एक बड़े बांध की दीवार टूट गई और गाँव की ओर पानी का बहाव बढ़ने लगा। पूरा गाँव तबाह हो सकता था। गाँव वाले घबराए हुए थे और किसी उपाय को लेकर कुछ सोच नहीं पा रहे थे। तभी अचानक रमेश आया, जो अब बहुत संपन्न और गाँव के बड़े व्यक्ति बन चुका था। उसने सभी गाँव वालों को एक योजना दी और नदी के पानी को नियंत्रित करने के लिए एक बड़ी दीवार बनाने का निर्णय लिया। रमेश ने अर्जुन को धन्यवाद दिया और कहा, 'याद है, उस दिन जब आप मेरी मदद के लिए आए थे, तो आपने मुझे जिंदगी दी थी। आज मेरी बारी है कि मैं आपके गाँव की मदद करूँ।' गाँव के सभी लोग रमेश की मदद से सुरक्षित हो गए और अर्जुन का दिल गर्व से भर गया। उसे एहसास हुआ कि जो भी किसी का भला करता है, उसका भला लौटकर आता है।",
              },
            ],
            activity: [
              {
                question: "What is programming?",
                options: ["Computer Language", "Subject", "Name", "Word"],
              },
            ],
          },
        ],
      },
    ],
  },
];
